IDEA StatiCa Open Model
Element2D.InnerPoints Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Inner points of this region
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<ReferenceElement> InnerPoints { get; set; }
Public Property InnerPoints As List(Of ReferenceElement)
	Get
	Set
public:
property List<ReferenceElement^>^ InnerPoints {
	List<ReferenceElement^>^ get ();
	void set (List<ReferenceElement^>^ value);
}
Property Value
Type: List<ReferenceElement>
See Also
Reference
Element2D Class
IdeaRS.OpenModel.Model Namespace